HomeWork-3/reports/withIndex/R10-d5m/wrk.txt
Running 5m test @ http://localhost:5000
  2 threads and 4 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   744.78ms   60.76ms   1.02s    86.52%
    Req/Sec     3.64      2.97    10.00     85.61%
  1610 requests in 5.00m, 1.21MB read
Requests/sec:      5.37
Transfer/sec:      4.11KB